export type SushiItem = {
    name: string,
    price: number
}

export const hamazushi: SushiItem[] = [
    {
        "name": "みなみまぐろ大とろ",
        "price": 110
    },
    {
        "name": "特大5種野菜のかき揚げ握り",
        "price": 110
    },
    {
        "name": "特大5種野菜のかき揚げ握り（お好み風）",
        "price": 110
    },
    {
        "name": "鴨つくね軍艦",
        "price": 110
    },
    {
        "name": "山盛り炙りとろサーモンつつみ",
        "price": 176
    },
    {
        "name": "山盛り赤えびつつみ",
        "price": 176
    },
    {
        "name": "北海道噴火湾産大粒ほたて",
        "price": 176
    },
    {
        "name": "炙り北海道噴火湾産大粒ほたて焦がし醤油",
        "price": 176
    },
    {
        "name": "厳選まぐろ中とろ",
        "price": 176
    },
    {
        "name": "炙り厳選まぐろ中とろゆず塩",
        "price": 176
    },
    {
        "name": "特製漬け中とろ",
        "price": 176
    },
    {
        "name": "しめさば",
        "price": 176
    },
    {
        "name": "炙りしめさば",
        "price": 176
    },
    {
        "name": "しめさばおろし盛り",
        "price": 231
    },
    {
        "name": "炙りしめさばおろし盛り",
        "price": 231
    },
    {
        "name": "車えび",
        "price": 231
    },
    {
        "name": "炙り車えび塩レモン",
        "price": 231
    },
    {
        "name": "バフンウニ～うにソースがけ～",
        "price": 319
    },
    {
        "name": "鹿児島県産大切り活〆平政",
        "price": 319
    },
    {
        "name": "炙り鹿児島県産大切り平政ゆず塩",
        "price": 319
    },
    {
        "name": "鹿児島県産大切り平政レアステーキ",
        "price": 319
    },
    {
        "name": "鹿児島県産活〆とろ平政",
        "price": 319
    },
    {
        "name": "炙り鹿児島県産とろ平政ゆず塩",
        "price": 319
    },
    {
        "name": "大えびフライ",
        "price": 319
    },
    {
        "name": "大えびフライ（タルタルソース）",
        "price": 319
    },
    {
        "name": "大えびフライ（お好みソース）",
        "price": 319
    },
    {
        "name": "重ね厳選まぐろ中とろ",
        "price": 319
    },
    {
        "name": "炙り重ね厳選まぐろ中とろゆず塩",
        "price": 319
    },
    {
        "name": "一本穴子",
        "price": 528
    },
    {
        "name": "濃厚冷やし担々麺（花椒付き）",
        "price": 473
    },
    {
        "name": "鴨うどんつくね入り",
        "price": 473
    },
    {
        "name": "鴨そばつくね入り",
        "price": 473
    },
    {
        "name": "2種のチーズのカルボナーラ風茶碗蒸し",
        "price": 319
    },
    {
        "name": "花こえび®入りおさかなナゲット",
        "price": 242
    },
    {
        "name": "白桃フロマージュパルフェ",
        "price": 473
    },
    {
        "name": "完熟アップルマンゴー",
        "price": 297
    },
    {
        "name": "濃厚 抹茶のベイクドチーズケーキ",
        "price": 297
    },
    {
        "name": "純米酒 英勲",
        "price": 880
    },
    {
        "name": "まぐろ",
        "price": 132
    },
    {
        "name": "特製漬けまぐろ",
        "price": 132
    },
    {
        "name": "まぐろレアステーキつつみ",
        "price": 110
    },
    {
        "name": "とろびんちょう",
        "price": 110
    },
    {
        "name": "とろびんちょう山わさび",
        "price": 110
    },
    {
        "name": "特製漬けとろびんちょう",
        "price": 132
    },
    {
        "name": "とろびんちょう塩ごま油",
        "price": 132
    },
    {
        "name": "とろたくつつみ",
        "price": 110
    },
    {
        "name": "とろたくユッケつつみ",
        "price": 110
    },
    {
        "name": "まぐろ二種盛り",
        "price": 110
    },
    {
        "name": "サーモン",
        "price": 110
    },
    {
        "name": "サーモンゆず塩",
        "price": 110
    },
    {
        "name": "サーモン山わさび",
        "price": 110
    },
    {
        "name": "サーモンつつみ",
        "price": 110
    },
    {
        "name": "えび",
        "price": 110
    },
    {
        "name": "炙りえびマヨ",
        "price": 110
    },
    {
        "name": "えび 塩ごま油",
        "price": 132
    },
    {
        "name": "えびたま二種盛り（えび・旨だしたまご）",
        "price": 110
    },
    {
        "name": "生えび",
        "price": 132
    },
    {
        "name": "甘えび",
        "price": 132
    },
    {
        "name": "えび天握り",
        "price": 132
    },
    {
        "name": "えび天",
        "price": 132
    },
    {
        "name": "アカイカ",
        "price": 110
    },
    {
        "name": "アカイカゆず塩",
        "price": 110
    },
    {
        "name": "大葉漬けアカイカ",
        "price": 132
    },
    {
        "name": "旨だしたまご",
        "price": 110
    },
    {
        "name": "旨だしたまごマヨ",
        "price": 110
    },
    {
        "name": "わさびなす",
        "price": 110
    },
    {
        "name": "煮あなご",
        "price": 132
    },
    {
        "name": "煮あなごゆず塩",
        "price": 132
    },
    {
        "name": "れんこん天握り",
        "price": 110
    },
    {
        "name": "れんこん天",
        "price": 110
    },
    {
        "name": "いか天握り",
        "price": 132
    },
    {
        "name": "いか天握りガーリックマヨ",
        "price": 132
    },
    {
        "name": "いか天",
        "price": 132
    },
    {
        "name": "生ハム",
        "price": 110
    },
    {
        "name": "生ハムマヨオニオン",
        "price": 176
    },
    {
        "name": "合鴨",
        "price": 110
    },
    {
        "name": "合鴨マヨオニオン",
        "price": 176
    },
    {
        "name": "合鴨ガーリックソース",
        "price": 110
    },
    {
        "name": "合鴨山わさび",
        "price": 110
    },
    {
        "name": "炙り合鴨",
        "price": 110
    },
    {
        "name": "燻製二種盛り（生ハム・合鴨）",
        "price": 110
    },
    {
        "name": "ローストビーフ",
        "price": 110
    },
    {
        "name": "ローストビーフガーリックソース",
        "price": 110
    },
    {
        "name": "ローストビーフガーリックソース山わさび",
        "price": 110
    },
    {
        "name": "豚塩カルビ",
        "price": 132
    },
    {
        "name": "豚塩カルビマヨ",
        "price": 132
    },
    {
        "name": "直火焼き牛カルビ",
        "price": 176
    },
    {
        "name": "直火焼き牛カルビマヨ",
        "price": 176
    },
    {
        "name": "ハンバーグ",
        "price": 132
    },
    {
        "name": "ハンバーグマヨ",
        "price": 132
    },
    {
        "name": "炙りハンバーグチーズマヨ",
        "price": 176
    },
    {
        "name": "まぐろたたき軍艦",
        "price": 110
    },
    {
        "name": "ピリ辛まぐろたたきユッケ",
        "price": 110
    },
    {
        "name": "まぐろたたき納豆",
        "price": 110
    },
    {
        "name": "たっぷりかにみそ（紅ずわい使用）",
        "price": 110
    },
    {
        "name": "大葉かにみそ（紅ずわい使用）",
        "price": 110
    },
    {
        "name": "かにマヨ軍艦",
        "price": 110
    },
    {
        "name": "たらマヨ",
        "price": 110
    },
    {
        "name": "大葉たらこ",
        "price": 110
    },
    {
        "name": "コーン",
        "price": 110
    },
    {
        "name": "ツナ＆コーン",
        "price": 110
    },
    {
        "name": "ツナサラダ",
        "price": 110
    },
    {
        "name": "ツナキムチ",
        "price": 110
    },
    {
        "name": "シーフードサラダ",
        "price": 110
    },
    {
        "name": "いかオクラ",
        "price": 110
    },
    {
        "name": "いかオクラ納豆",
        "price": 110
    },
    {
        "name": "納豆",
        "price": 110
    },
    {
        "name": "納豆キムチ",
        "price": 110
    },
    {
        "name": "わさびえんがわ",
        "price": 132
    },
    {
        "name": "かっぱ巻",
        "price": 110
    },
    {
        "name": "たくあん巻(ごま入り)",
        "price": 110
    },
    {
        "name": "納豆巻",
        "price": 110
    },
    {
        "name": "鉄火巻",
        "price": 176
    },
    {
        "name": "まぐろたたき巻",
        "price": 176
    },
    {
        "name": "生ハムロール",
        "price": 176
    },
    {
        "name": "カリフォルニアロール",
        "price": 176
    },
    {
        "name": "さばの押し寿司",
        "price": 176
    },
    {
        "name": "いなり(ごま入り)",
        "price": 110
    },
    {
        "name": "特製キンパ風ツナキムチ太巻",
        "price": 110
    },
    {
        "name": "とろびんちょうレアステーキ",
        "price": 176
    },
    {
        "name": "サーモンレアステーキ",
        "price": 176
    },
    {
        "name": "えびレアステーキ",
        "price": 176
    },
    {
        "name": "アカイカレアステーキ",
        "price": 176
    },
    {
        "name": "天然赤えび",
        "price": 176
    },
    {
        "name": "天然赤えび 塩レモン",
        "price": 176
    },
    {
        "name": "炙り天然赤えび 塩レモン",
        "price": 176
    },
    {
        "name": "天然赤えびレアステーキ",
        "price": 176
    },
    {
        "name": "活〆はまち",
        "price": 176
    },
    {
        "name": "炙りはまちゆず塩",
        "price": 176
    },
    {
        "name": "活〆まだい（四国・九州産）",
        "price": 176
    },
    {
        "name": "炙りまだいゆず塩（四国・九州産）",
        "price": 176
    },
    {
        "name": "大とろサーモン",
        "price": 176
    },
    {
        "name": "大とろサーモン山わさび",
        "price": 176
    },
    {
        "name": "炙りうなぎ",
        "price": 176
    },
    {
        "name": "ほたて(北海道・青森県産)",
        "price": 176
    },
    {
        "name": "炙りほたて(北海道・青森県産)",
        "price": 176
    },
    {
        "name": "ほたてレアステーキ(北海道・青森県産)",
        "price": 176
    },
    {
        "name": "つぶ貝",
        "price": 176
    },
    {
        "name": "赤貝",
        "price": 176
    },
    {
        "name": "真だこ",
        "price": 176
    },
    {
        "name": "えんがわ",
        "price": 176
    },
    {
        "name": "炙りえんがわ",
        "price": 176
    },
    {
        "name": "炙りえびチーズマヨ",
        "price": 176
    },
    {
        "name": "炙りサーモンチーズマヨ",
        "price": 176
    },
    {
        "name": "炙りたまごチーズマヨ",
        "price": 176
    },
    {
        "name": "真あじ",
        "price": 176
    },
    {
        "name": "真あじ漁師漬け",
        "price": 176
    },
    {
        "name": "宮城県産とろいわし",
        "price": 176
    },
    {
        "name": "炙り宮城県産とろいわし",
        "price": 176
    },
    {
        "name": "宮城県産とろいわし漁師漬け",
        "price": 176
    },
    {
        "name": "サーモンマヨオニオン",
        "price": 176
    },
    {
        "name": "サーモンマヨアボカド",
        "price": 176
    },
    {
        "name": "とろびんちょうマヨアボカド",
        "price": 176
    },
    {
        "name": "えびマヨアボカド",
        "price": 176
    },
    {
        "name": "生ハムマヨアボカド",
        "price": 176
    },
    {
        "name": "サーモン おろし盛り",
        "price": 176
    },
    {
        "name": "豚塩カルビ おろし盛り",
        "price": 176
    },
    {
        "name": "えび天握り おろし盛り",
        "price": 176
    },
    {
        "name": "いか天握り おろし盛り",
        "price": 176
    },
    {
        "name": "サーモン 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "生ハム 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "えび 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "アカイカ 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "とろびんちょう 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "豚塩カルビ 旨辛ネギ盛り",
        "price": 176
    },
    {
        "name": "牛カルビ 旨辛ネギ盛り",
        "price": 231
    },
    {
        "name": "サーモンつつみ(いくらのせ)",
        "price": 176
    },
    {
        "name": "いくら",
        "price": 176
    },
    {
        "name": "とろいくら",
        "price": 176
    },
    {
        "name": "生しらす（日本近海産）",
        "price": 176
    },
    {
        "name": "つぶっこ（樺太ししゃも卵）",
        "price": 176
    },
    {
        "name": "かに軍艦",
        "price": 176
    },
    {
        "name": "かにみそ軍艦",
        "price": 176
    },
    {
        "name": "アスパラ天握り",
        "price": 176
    },
    {
        "name": "アスパラ天",
        "price": 176
    },
    {
        "name": "まぐろ三種盛りまぐろ・とろびんちょう・とろたく",
        "price": 176
    },
    {
        "name": "いか三種盛り真いか・アカイカ・大葉漬けアカイカ",
        "price": 176
    },
    {
        "name": "いか三種盛りいか・アカイカ・大葉漬けアカイカ",
        "price": 176
    },
    {
        "name": "サーモン三種盛りサーモンレアステーキ・大とろサーモン・サーモン",
        "price": 231
    },
    {
        "name": "えび三種盛りえび・甘えび・生えび",
        "price": 176
    },
    {
        "name": "レアステーキ三種盛りとろびんちょう・サーモン・アカイカ",
        "price": 231
    },
    {
        "name": "とろ三種盛り中とろ・とろびんちょう・大とろサーモン",
        "price": 319
    },
    {
        "name": "とろネバ三種盛りまぐろたたき軍艦・納豆・いかオクラ",
        "price": 176
    },
    {
        "name": "サラダ軍艦三種盛りシーフード・コーン・ツナ",
        "price": 176
    },
    {
        "name": "厳選まぐろ中とろ食べ比べ（中とろ・炙りゆず塩）",
        "price": 319
    },
    {
        "name": "厳選まぐろ中とろ食べ比べ（中とろ・レアステーキ）",
        "price": 319
    },
    {
        "name": "天然赤えび食べ比べ（赤えび・炙り塩レモン）",
        "price": 319
    },
    {
        "name": "天然赤えび食べ比べ（赤えび・レアステーキ）",
        "price": 319
    },
    {
        "name": "焼津産かつおだしの特製茶碗蒸し",
        "price": 209
    },
    {
        "name": "あおさみそ汁",
        "price": 143
    },
    {
        "name": "あさりみそ汁",
        "price": 242
    },
    {
        "name": "特製とん汁",
        "price": 242
    },
    {
        "name": "かけうどん",
        "price": 242
    },
    {
        "name": "きつねうどん",
        "price": 319
    },
    {
        "name": "えびの天ぷらそば",
        "price": 363
    },
    {
        "name": "えびの天ぷらうどん",
        "price": 363
    },
    {
        "name": "あさりとあおさのうどん",
        "price": 396
    },
    {
        "name": "鴨そば",
        "price": 396
    },
    {
        "name": "鴨うどん",
        "price": 396
    },
    {
        "name": "えび天きつねうどん",
        "price": 429
    },
    {
        "name": "えび天鴨そば",
        "price": 473
    },
    {
        "name": "えび天鴨うどん",
        "price": 473
    },
    {
        "name": "特製しょう油ラーメン",
        "price": 429
    },
    {
        "name": "焼豚増量特製しょう油ラーメン",
        "price": 506
    },
    {
        "name": "厳選素材の貝節塩ラーメン",
        "price": 429
    },
    {
        "name": "焼豚増量厳選素材の貝節塩ラーメン",
        "price": 506
    },
    {
        "name": "鶏のから揚げ(4個)",
        "price": 363
    },
    {
        "name": "鶏のから揚げ(2個)",
        "price": 209
    },
    {
        "name": "カリカリポテト",
        "price": 242
    },
    {
        "name": "カリカリポテト（バター醤油味）",
        "price": 297
    },
    {
        "name": "チーズカリカリポテト",
        "price": 319
    },
    {
        "name": "MEGAカリカリポテト",
        "price": 429
    },
    {
        "name": "MEGAカリカリポテト（バター醤油味）",
        "price": 473
    },
    {
        "name": "旨だしたこ焼き(3個)",
        "price": 209
    },
    {
        "name": "旨だしたこ焼き(6個)",
        "price": 363
    },
    {
        "name": "チーズたこ焼き(6個)",
        "price": 396
    },
    {
        "name": "あさりの酒蒸し",
        "price": 297
    },
    {
        "name": "ツナとブロッコリーのタルタルサラダ",
        "price": 176
    },
    {
        "name": "旨だし厚焼きたまご",
        "price": 176
    },
    {
        "name": "旨だし厚焼きたまごおろし添え",
        "price": 242
    },
    {
        "name": "枝豆",
        "price": 110
    },
    {
        "name": "キムチ",
        "price": 110
    },
    {
        "name": "〆シャリ",
        "price": 110
    },
    {
        "name": "追加トッピング 旨辛ネギ",
        "price": 110
    },
    {
        "name": "追加トッピング 大根おろし",
        "price": 110
    },
    {
        "name": "ミルクレープ",
        "price": 242
    },
    {
        "name": "フランス直輸入濃厚ガトーショコラ",
        "price": 242
    },
    {
        "name": "たまごプリン",
        "price": 242
    },
    {
        "name": "黒蜜きなこ豆乳プリン",
        "price": 209
    },
    {
        "name": "大学いも",
        "price": 176
    },
    {
        "name": "大学いもバニラアイス添え",
        "price": 242
    },
    {
        "name": "コーヒーゼリー(バニラアイスのせ)",
        "price": 209
    },
    {
        "name": "コーヒーゼリー",
        "price": 143
    },
    {
        "name": "チョコとバニラのはまパルフェ",
        "price": 429
    },
    {
        "name": "三色だんご（こしあん入り）",
        "price": 143
    },
    {
        "name": "フレッシュパイン",
        "price": 143
    },
    {
        "name": "波照間黒糖のわらびもち",
        "price": 110
    },
    {
        "name": "波照間黒糖のわらびもちバニラアイス添え",
        "price": 176
    },
    {
        "name": "はまアイス（バニラ）",
        "price": 143
    },
    {
        "name": "はまアイス（チョコレート）",
        "price": 143
    },
    {
        "name": "豆乳いちごアイス",
        "price": 176
    },
    {
        "name": "追加トッピング ホイップ",
        "price": 110
    },
    {
        "name": "コーラフロート",
        "price": 297
    },
    {
        "name": "メロンソーダフロート",
        "price": 297
    },
    {
        "name": "コーヒーフロート",
        "price": 297
    },
    {
        "name": "コカ・コーラS：",
        "price": 198
    },
    {
        "name": "カルピスS：",
        "price": 198
    },
    {
        "name": "カルピスソーダS：",
        "price": 198
    },
    {
        "name": "ファンタメロンS：",
        "price": 198
    },
    {
        "name": "ファンタグレープS：",
        "price": 198
    },
    {
        "name": "スプライトS：",
        "price": 198
    },
    {
        "name": "煌烏龍茶S：",
        "price": 198
    },
    {
        "name": "Qoo オレンジS：",
        "price": 198
    },
    {
        "name": "アップル100％ジュース",
        "price": 132
    },
    {
        "name": "ぶどう100％ジュース",
        "price": 132
    },
    {
        "name": "コーヒー（HOT／ICE）S：",
        "price": 176
    },
    {
        "name": "カフェラテ（HOT／ICE）S：",
        "price": 220
    },
    {
        "name": "抹茶ラテ（HOT／ICE）S：",
        "price": 220
    },
    {
        "name": "生ビール中ジョッキ",
        "price": 583
    },
    {
        "name": "生ビール小ジョッキ",
        "price": 363
    },
    {
        "name": "ブラックニッカハイボール",
        "price": 429
    },
    {
        "name": "日本酒 金勝山",
        "price": 583
    },
    {
        "name": "麦焼酎 白水",
        "price": 396
    },
    {
        "name": "芋焼酎 薩摩宝山",
        "price": 396
    },
    {
        "name": "レモンサワー",
        "price": 429
    },
    {
        "name": "グレープフルーツサワー",
        "price": 429
    },
    {
        "name": "サントリーオールフリー（ノンアルコールビール）",
        "price": 396
    },
    {
        "name": "しめさば おろし盛り",
        "price": 176
    },
    {
        "name": "炙りしめさば おろし盛り",
        "price": 176
    },
    {
        "name": "光り物三種盛りあじ・とろいわし・しめさば",
        "price": 231
    },
    {
        "name": "ほっき貝(カナダ産)",
        "price": 110
    },
    {
        "name": "炙りほっき貝ゆず塩(カナダ産)",
        "price": 110
    },
    {
        "name": "真いか",
        "price": 110
    },
    {
        "name": "真いかゆず塩",
        "price": 110
    },
    {
        "name": "真いか山わさび",
        "price": 110
    },
    {
        "name": "水だこ",
        "price": 132
    },
    {
        "name": "大葉水だこ",
        "price": 132
    },
    {
        "name": "とびこ",
        "price": 176
    },
    {
        "name": "サーモン巻",
        "price": 110
    },
    {
        "name": "さばしそ巻",
        "price": 110
    },
    {
        "name": "ゆず塩炙りほっき貝(カナダ産)",
        "price": 110
    },
    {
        "name": "石垣貝",
        "price": 110
    },
    {
        "name": "いか",
        "price": 110
    },
    {
        "name": "いかゆず塩",
        "price": 110
    },
    {
        "name": "大えび",
        "price": 110
    },
    {
        "name": "炙り大えびマヨ",
        "price": 110
    },
    {
        "name": "炙り大えびチーズマヨ",
        "price": 176
    },
    {
        "name": "えび天ロール",
        "price": 176
    },
    {
        "name": "あさりたっぷりみそ汁",
        "price": 363
    },
    {
        "name": "ハンバーグガーリックソース",
        "price": 132
    },
    {
        "name": "ポーク玉子握り",
        "price": 176
    },
    {
        "name": "玉子サラダ",
        "price": 110
    },
    {
        "name": "たっぷりマヨたまたこ焼き(6個)",
        "price": 396
    },
]