export interface SushiItem {
  name: string
  price: number
  genre: string
  area: string[]
}

export const hamazushi: SushiItem[] = [
  {
    "name": "特大5種野菜のかき揚げ握り",
    "price": 110,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鴨つくね軍艦",
    "price": 110,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "山盛り炙りとろサーモンつつみ",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "山盛り赤えびつつみ",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "北海道噴火湾産大粒ほたて",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "厳選まぐろ中とろ",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "特製漬け中とろ",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "しめさば",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りしめさば",
    "price": 176,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "しめさばおろし盛り",
    "price": 231,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りしめさばおろし盛り",
    "price": 231,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "車えび",
    "price": 231,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙り車えび塩レモン",
    "price": 231,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大えびフライ",
    "price": 319,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "重ね厳選まぐろ中とろ",
    "price": 319,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "一本穴子",
    "price": 528,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "白桃フロマージュパルフェ",
    "price": 473,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "完熟アップルマンゴー",
    "price": 297,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "純米酒 英勲",
    "price": 880,
    "genre": "期間限定",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろ",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "特製漬けまぐろ",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろレアステーキつつみ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろびんちょう",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろびんちょう山わさび",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "特製漬けとろびんちょう",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろたくつつみ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろたくユッケつつみ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろ二種盛り",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモン",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモンゆず塩",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモン山わさび",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモンつつみ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りえびマヨ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび 塩ごま油",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生えび",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "甘えび",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天握り",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アカイカ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アカイカゆず塩",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大葉漬けアカイカ",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だしたまご",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だしたまごマヨ",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "わさびなす",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "煮あなご",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "煮あなごゆず塩",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "れんこん天握り",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "れんこん天",
    "price": 110,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いか天握り",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いか天",
    "price": 132,
    "genre": "にぎり",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ハム",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ハムマヨオニオン",
    "price": 176,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "合鴨",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "合鴨マヨオニオン",
    "price": 176,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "合鴨ガーリックソース",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "合鴨山わさび",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙り合鴨",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ローストビーフ",
    "price": 110,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "豚塩カルビ",
    "price": 132,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "豚塩カルビマヨ",
    "price": 132,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "直火焼き牛カルビ",
    "price": 176,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "直火焼き牛カルビマヨ",
    "price": 176,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ハンバーグ",
    "price": 132,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ハンバーグマヨ",
    "price": 132,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りハンバーグチーズマヨ",
    "price": 176,
    "genre": "肉握り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろたたき軍艦",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ピリ辛まぐろたたきユッケ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろたたき納豆",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "かにマヨ軍艦",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "たらマヨ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大葉たらこ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーン",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ツナ＆コーン",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ツナサラダ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ツナキムチ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "シーフードサラダ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いかオクラ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いかオクラ納豆",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "納豆",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "納豆キムチ",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "わさびえんがわ",
    "price": 132,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "かっぱ巻",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "納豆巻",
    "price": 110,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鉄火巻",
    "price": 176,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "まぐろたたき巻",
    "price": 176,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ハムロール",
    "price": 176,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カリフォルニアロール",
    "price": 176,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "さばの押し寿司",
    "price": 176,
    "genre": "軍艦・細巻き・その他",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモンレアステーキ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えびレアステーキ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アカイカレアステーキ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "天然赤えび",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "天然赤えび 塩レモン",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙り天然赤えび 塩レモン",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "天然赤えびレアステーキ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "活〆はまち",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りはまちゆず塩",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大とろサーモン",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大とろサーモン山わさび",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りうなぎ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "つぶ貝",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "赤貝",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国",
      "関東",
      "北陸"
    ]
  },
  {
    "name": "真だこ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えんがわ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りえんがわ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りえびチーズマヨ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りサーモンチーズマヨ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙りたまごチーズマヨ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "真あじ",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "真あじ漁師漬け",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "宮城県産とろいわし",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "炙り宮城県産とろいわし",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "宮城県産とろいわし漁師漬け",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモンマヨオニオン",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモンマヨアボカド",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろびんちょうマヨアボカド",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えびマヨアボカド",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ハムマヨアボカド",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモン おろし盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "豚塩カルビ おろし盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天握り おろし盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いか天握り おろし盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "サーモン 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ハム 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アカイカ 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろびんちょう 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "豚塩カルビ 旨辛ネギ盛り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "牛カルビ 旨辛ネギ盛り",
    "price": 231,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "いくら",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "とろいくら",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生しらす（日本近海産）",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "かに軍艦",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "かにみそ軍艦",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アスパラ天握り",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アスパラ天",
    "price": 176,
    "genre": "贅沢握り・三種盛り",
    "area": [
      "全国"
    ]
  },
  {
    "name": "あおさみそ汁",
    "price": 143,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "あさりみそ汁",
    "price": 242,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "特製とん汁",
    "price": 242,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "かけうどん",
    "price": 242,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "きつねうどん",
    "price": 319,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えびの天ぷらそば",
    "price": 363,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えびの天ぷらうどん",
    "price": 363,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "あさりとあおさのうどん",
    "price": 396,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鴨そば",
    "price": 396,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鴨うどん",
    "price": 396,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天きつねうどん",
    "price": 429,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天鴨そば",
    "price": 473,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "えび天鴨うどん",
    "price": 473,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "特製しょう油ラーメン",
    "price": 429,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "厳選素材の貝節塩ラーメン",
    "price": 429,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鶏のから揚げ(4個)",
    "price": 363,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "鶏のから揚げ(2個)",
    "price": 209,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カリカリポテト",
    "price": 242,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "チーズカリカリポテト",
    "price": 319,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "MEGAカリカリポテト",
    "price": 429,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だしたこ焼き(3個)",
    "price": 209,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だしたこ焼き(6個)",
    "price": 363,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "チーズたこ焼き(6個)",
    "price": 396,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "あさりの酒蒸し",
    "price": 297,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だし厚焼きたまご",
    "price": 176,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "旨だし厚焼きたまごおろし添え",
    "price": 242,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "枝豆",
    "price": 110,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "キムチ",
    "price": 110,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "〆シャリ",
    "price": 110,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "追加トッピング 旨辛ネギ",
    "price": 110,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "追加トッピング 大根おろし",
    "price": 110,
    "genre": "サイドメニュー",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ミルクレープ",
    "price": 242,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "たまごプリン",
    "price": 242,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "黒蜜きなこ豆乳プリン",
    "price": 209,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "大学いも",
    "price": 176,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーヒーゼリー",
    "price": 143,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "チョコとバニラのはまパルフェ",
    "price": 429,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "三色だんご（こしあん入り）",
    "price": 143,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "フレッシュパイン",
    "price": 143,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "波照間黒糖のわらびもち",
    "price": 110,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "はまアイス（バニラ）",
    "price": 143,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "はまアイス（チョコレート）",
    "price": 143,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "豆乳いちごアイス",
    "price": 176,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "追加トッピング ホイップ",
    "price": 110,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーラフロート",
    "price": 297,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "メロンソーダフロート",
    "price": 297,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーヒーフロート",
    "price": 297,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コカ・コーラ（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コカ・コーラ（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カルピス（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カルピス（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カルピスソーダ（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カルピスソーダ（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ファンタメロン（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ファンタメロン（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ファンタグレープ（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ファンタグレープ（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "スプライト（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "スプライト（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "煌烏龍茶（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "煌烏龍茶（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "Qoo オレンジ（S）",
    "price": 198,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "Qoo オレンジ（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "アップル100％ジュース",
    "price": 132,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ぶどう100％ジュース",
    "price": 132,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーヒー（HOT／ICE）（S）",
    "price": 176,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "コーヒー（HOT／ICE）（M）",
    "price": 253,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カフェラテ（HOT／ICE）（S）",
    "price": 220,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "カフェラテ（HOT／ICE）（M）",
    "price": 275,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "抹茶ラテ（HOT／ICE）（S）",
    "price": 220,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "抹茶ラテ（HOT／ICE）（M）",
    "price": 275,
    "genre": "デザート・ドリンク",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ビール中ジョッキ",
    "price": 583,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "生ビール小ジョッキ",
    "price": 363,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "ブラックニッカハイボール",
    "price": 429,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "日本酒 金勝山",
    "price": 583,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "麦焼酎 白水",
    "price": 396,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "芋焼酎 薩摩宝山",
    "price": 396,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "レモンサワー",
    "price": 429,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "グレープフルーツサワー",
    "price": 429,
    "genre": "アルコール",
    "area": [
      "全国"
    ]
  },
  {
    "name": "真いか",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "東北",
      "関東",
      "東海",
      "関西"
    ]
  },
  {
    "name": "真いかゆず塩",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "東北",
      "関東",
      "東海",
      "関西"
    ]
  },
  {
    "name": "石垣貝",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "関東",
      "北陸"
    ]
  },
  {
    "name": "いか",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "北陸",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "いかゆず塩",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "北陸",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "大えび",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "東海",
      "関西",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "炙り大えびマヨ",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "東海",
      "関西",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "炙り大えびチーズマヨ",
    "price": 176,
    "genre": "地域限定",
    "area": [
      "東海",
      "関西",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "えび天ロール",
    "price": 176,
    "genre": "地域限定",
    "area": [
      "東海",
      "関西",
      "中国",
      "四国",
      "九州"
    ]
  },
  {
    "name": "あさりたっぷりみそ汁",
    "price": 363,
    "genre": "地域限定",
    "area": [
      "中国",
      "九州"
    ]
  },
  {
    "name": "サーモン巻",
    "price": 110,
    "genre": "地域限定",
    "area": [
      "九州"
    ]
  },
  {
    "name": "はまっこ海鮮丼",
    "price": 380,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "まぐろ丼",
    "price": 600,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "まぐろサーモン丼",
    "price": 580,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "特選！海鮮レアステーキ丼",
    "price": 700,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "7種の海鮮丼",
    "price": 850,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "おうちではま寿司セット",
    "price": 3400,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "追加シャリ",
    "price": 194,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "おうちではま寿司 手巻きセット",
    "price": 3800,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "定番8貫",
    "price": 630,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  },
  {
    "name": "まぐろづくし（10貫）",
    "price": 930,
    "genre": "地域限定",
    "area": [
      "北海道"
    ]
  }
];
